

 String abdulrahmanAlsodais= '''
       عبدالرحمن السدیس، در سال ۱۹۶۰ در ریاض، عربستان سعودی به دنیا آمد و امام جماعت مقدس‌ترین مسجد مسلمانان در مکه، یعنی مسجد الحرام، می‌باشد.
        او یک قاری قرآن به روش حفظ است. صدای او در میان تلاوت کنندگان قرآن شناخته شده و معروف است. هم‌اکنون رئیس کمیته مدیریت دو مسجد مقدس (مکه و مدینه) است
      ابوعبدالعزیز عبدالرحمن بن عبدالعزیز بن عبدالله بن محمد بن عبدالعزیز بن محمد بن عبدالله السدیس، نسب وی به قبیله عنزه یکی از قبایل مشهور بکیره از مناطق قصیم می‌باشد. در سال ۱۹۶۰ در شهر ریاض پایتخت کشور عربستان سعودی دیده به جهان گشود. و در سن 12 سالگی با نظارت شیخ عبدالرحمن آل فریان موفق به حفظ کامل قرآن کریم گردید، و آخرین کسی که در نزدشان قرآن را خواندند شیخ محمد علی حسان بودند. وی در دبستان ابن حارث و سپس در مؤسسه علوم ریاض تحصیل کرد، جایی که در سال ۱۹۷۹ با درجه عالی فارغ‌التحصیل شد. بعداً به آکادمی اسلامی ریاض پیوست و در سال ۱۹۸۲ با مدرک شریعت فارغ‌التحصیل شد. سال ۱۹۸۷ کارشناسی ارشد را در رشته شریعت اسلامی در دانشگاه اسلامی امام محمد ابن سعود گذراند و دکتری خود را از دانشگاه ام‌القری در سال ۱۹۹۵ گرفت. در زمان گرفتن دکتری به عنوان استاد در آنجا مشغول تدریس بو
      فعالیت‌ها:
      پس فارغ التحصیل شدن از بخش اصول فقه به‌عنوان استادیار دانشکده شریعت انتخاب شدند.
به‌عنوان امام و خطیب در چند مسجد شهر ریاض فعالیت نمودن که آخرین آنها مسجد جامع شیخ عبدالرزاق عفیفی رحمه الله بود.
در سال ۱۴۰۴ هـ ق طی حکمی ایشان به‌عنوان امام و خطیب مسجدالحرام تعیین شدند.
در سال ۱۴۰۸ هـ ق موفق به اخذ گواهی فوق لیسانس از دانشگاه امام محمد بن سعود با درجه ممتاز گشتند که استادان مشاور ایشان در نوشتن پایان نامه، شیخ عبدالرزاق عفیفی رحمه الله و دکتر عبدالرحمن الدویش بودند.
استاد بخش دادگستری و قضاوت دانشکده شریعت دانشگاه ام القری مکه انتخاب شدند.
شیخ عبدالرحمن السدیس در سال ۱۴۱۶ هـ ق موفق به اخذ گواهی دکتری از دانشکده شریعت دانشگاه ام القری مکه گردید که استاد مشاور ایشان در نگاشتن پایان نامه، شیخ احمد فهمی ابوسنه بودند.
استادیار دانشکده شریعت دانشگاه ام القری مشغول به فعالیت شدند که همزمان با آن به امامت و خطابت در مسجد الحرام می پردازد.
وی عضو چندین هیئت و مؤسسه علمی و دعوی و خیری می‌باشد و نیز حضور پررنگی در رسانه‌های جمعی داخلی و خارجی دارد، همچنین دارای اهتمام ویژه‌ای به مسائل علمی از طریق تدریس و ارائه بحث‌های علمی و تحقیقات مختلف می‌باشد.

''';

String abdulbasit ='''
عبدالباسط محمد عبدالصمد سلیم داود (۱ ژانویهٔ ۱۹۲۷ – ۳۰ نوامبر ۱۹۸۸) قاری اهل مصر که توانایی خاص در قرائت قرآن داشت. او پرطرفدارترین قاری جهان اسلام است.
 به دلیل سبک آهنگین، قدرت صدا، لحن احساسی او را حنجره طلایی نامیدند. وی بزرگ‌ترین سفیر قرآن و مسلمانان بود. او طرفداران و مقلدان فراوانی در سرتاسر جهان دارد. وی همچنین نخستین رئیس اتحادیهٔ قاریان و حافظان قرآن در مصر بوده‌است.
 معمولاً از عبدالباسط، منشاوی، خلیل الحصری و مصطفی اسماعیل به سبب تأثیر بزرگی که در جهان اسلام داشته‌اند به عنوان چهار قاری مهم و بزرگ قرآن در دوران معاصر نام می‌برند.
__________________________________________________
زندگی
عبدالباسط محمد عبدالصمد در سال ۱۹۲۷ در روستای «المزاعزه» یکی از توابع شهر ارمنت در استان قنا در جنوب مصر به دنیا آمد پدربزرگ او مدرّس حفظ و تجوید قرآن بود. عبدالباسط در ۶ سالگی به مکتب حفظ قرآن در ارمنت رفت. در ۹ سالگی حافظ کل قرآن شد. پس از اینکه عبدالباسط به سن ۱۲ سالگی رسید از هر شهر و روستا در استان قنا و مخصوصاً از جانب اصفون المطاعنه دعوت‌هایی به سوی او روانه شد، چراکه گواهی محمد سلیم که به عبدالباسط اعطا شده بود نقطه اطمینان همه مردم بود.

او در سال ۱۹۵۰ به مراسمی که برپا شده بود رفت. در آن مجلس یکی از نزدیکان عبدالباسط از مسؤلان مجلس اجازه خواست تا او ده دقیقه‌ای را به تلاوت بپردازد. عبدالباسط آیاتی از سوره احزاب را تلاوت کرد و این تلاوت عبدالباسط یک و نیم ساعت ادامه پیدا کرد و بسیار مورد استقبال مردم قرار گرفت.

در سال ۱۹۵۱ عبدالباسط به رادیو مصر رفت. او پس از به دست آوردن شهرتی که در طول چند ماه به‌دست آورده بود به قاهره مهاجرت کرد. با پیوستن او به رادیو، استقبال مردم در مصر برای خرید گیرنده‌های رادیوئی زیاد شد و در بیشتر خانه‌ها گسترش یافت.

شهرت
عبدالباسط در ماه رمضان و روزهای دیگر سال به کشورهای مختلفی برای برگزاری محافل قرآنی و در پی دعوت‌هایی که از او می‌شد، رهسپار شد. او در سفر به جاکارتا، اندونزی در بزرگ‌ترین مساجد آن‌جا به تلاوت قرآن پرداخت. در یکی از مساجد بیش از ۲۵۰ هزار نفر تا صبح در حالی که سر پا ایستاده بودند به صدای او گوش می‌دادند. از مساجدی که او در آن‌ها به تلاوت پرداخته‌است، مسجدالحرام در مکه، مسجد نبوی در مدینه، مسجد الاقصی در قُدس و مسجد ابراهیمی در فلسطین بوده‌اند.
''';




String mahmood ='''
محمود خلیل‌الحصری (زادهٔ ۱۷ سپتامبر ۱۹۱۷ – درگذشتهٔ ۲۴ نوامبر ۱۹۸۰) قاری قرآن مشهور مصری بود. معمولاً از وی در کنار عبدالباسط، منشاوی و مصطفی اسماعیل به سبب تأثیر گذاری در جهان اسلام به عنوان یکی از چهار قاری بزرگ دوران معاصر نام برده می‌شود.

وی نخستین قاری بود که قرآن را به صورت ترتیل قرائت و بر روی نوار کاست ضبط کرد.
زندگی:
محمود خلیل الحصری در مصر متولد شد به دلیل اینکه پدرش حصیر باف بود حصری نام داشت. او در هشت سالگی قرآن را به‌طور کامل حفظ کرد و در ۱۲ سالگی به حوزه علمیه طنطا رفت بعد از مدتی وارد دانشگاه الازهر قاهره شد.

او در انتخاباتی که در سال ۱۹۴۴ میلادی برای شناسایی بهترین قاری قرآن در رادیو مصر برگزار شد از بین ۲۰۰ نفر قاری رتبه نخست را کسب کرد. این قاری مصری در سال ۱۹۶۸ میلادی به‌عنوان رئیس اتحاد قاریان جهان اسلام انتخاب شد.
ویژگی‌های برجسته شیخ محمود خلیل
قاری قرآن: شیخ محمود خلیل به خاطر تلاوت قرآن کریم به سبک خاص و زیبای خود شناخته می‌شود. سبک تلاوت او به خاطر دقت، قدرت و لحن خاص خود مورد توجه و تحسین قرار گرفته است.

علم و دانش: او نه تنها به عنوان قاری قرآن بلکه به عنوان یک عالم دینی با دانش و مهارت‌های فراوان در علوم اسلامی و قرآن شناخته می‌شود.

سخنرانی و تدریس: شیخ محمود خلیل در بسیاری از محافل علمی و دینی سخنرانی و تدریس کرده و به انتقال دانش و آگاهی به دیگران پرداخته است.

''';

String Ghamedi ='''

قاری مشهور؛ شیخ دکتر سعد الغامدی

شیخ سعد بن سعید بن سعد الغامدی در نوزدهم جمادی الأولی سال 1387 هـ ق موافق با سال 1967 م در شهر دمام واقع در کشور عربستان سعودی دیده به جهان گشود.

تحصیلات علمی :
ایشان فارغ التحصیل دانشکده اصول دین دانشگاه امام محمد بن سعود فرع شهر احساء می باشد که در سال 1410 هـ ق به این مهم نائل گردید.
وی در سال 1415 هـ ق موفق به حفظ کامل قرآن کریم شد و نیز موفق به أخذ اجازه و سند روایت حفص از عاصم در سال 1417 هـ ق گردید.

مسئولیتها و فعالیتهای ایشان:
- تدریس در مدارس دولتی از سالهای 1411 ه تا 1415 هـ ق
- پذیرفتن مسئولیت مشاور تربیتی در سالهای 1416 هـ ق تا 1423 هـ ق
- مدیر مدرسه غیرانتفاعی سلطان محمد الفاتح رحمه الله در شهر دمام می باشد.
- مشرف عام مرکز حفظ قرآن امام شاطبی در شهر دمام
- مشرف عام مرکز منارالهدی در برگزاری دوره های علمی و تربیتی
- امام وخطیب مسجد یوسف بن احمد کانو در شهر دمام
- عضو کمیسیون اجتماعی شهر دمام
- در ماه رمضان 1430 هـ ق بعنوان امام نمازگزارن در نماز تراویح مسجدالنبی در مدینه منوره انتخاب شدند.

آثار علمی ایشان:
1- قرائت صوتی قرآن .... تولید سال 1417ه‍.
2- نظم هداية المرتاب في متشابه الكتاب للإمام السخاوي -رحمه الله-.
3- نظم ألفية العراقي للحافظ العراقي.
4- رسالة (إلى أهل القرآن).
5- الأذكار.
6- الرقية الشرعية
''';

String Maher_moeqly ='''
ماهر المعیقلی (زادهٔ ۱۸ شوال ۱۳۸۸ هجری قمری مطابق ۷ ژانویه ۱۹۶۷ میلادی در مدینه ـ عربستان سعودی) امام جماعت مسجدالحرام و مدرس جامعهٔ ام‌القری در شهر مکه است.

زندگی
شیخ ماهر بن حمد المعیقلی در تاریخ ۱۸ شوال ۱۳۸۸ هجری قمری مطابق ۷ ژانویه ۱۹۶۷ میلادی در روستای «سویقه» از توابع شهر مدینه در عربستان سعودی چشم به دنیا گشود. در کودکی حافظ قرآن شد. تحصیلات مقدماتی را در مدینه، در رشتهٔ ریاضی آغاز کرد و بعد از آن عازم مکه شد و به تحصیل علوم اسلامی در مدرسهٔ «الأمیر عبدالمجید» پرداخت. وی تحصیلات عالیه را در جامعهٔ ام‌القری (بزرگترین دانشگاه علوم اسلامی در شهر مکه) پی گرفت؛ ابتدا در سال ۱۴۲۵ هـ. ق به اخذ مدرک کارشناسی‌ارشد در رشتهٔ فقه (با گرایش مذهب امام احمد بن حنبل) توفیق یافت و سپس به درجهٔ دکتری در رشتهٔ تفسیر قرآن از همان دانشگاه نائل آمد. وی هم‌اکنون به عنوان مدرس در جامعهٔ ام‌القری مشغول به فعالیت است.
شیخ ماهر المعیقلی ابتدا به مدت ۵ سال امام و خطیب مسجد جامع السعدی در حوالی مکه بود تا این که در ماه رمضان سال ۱۴۲۶ هـ. ق به امامت نماز تراویح در مسجد النبی منصوب شد. وی همچنین از سال ۱۴۲۹ هـ. ق تا کنون امام حرم مکی و از ائمهٔ اصلی نماز جماعات در مسجدالحرام است.

ترتیل قرآن
شیخ ماهر المعیقلی یکی از خوش‌صداترین قاریان قرآن و دارای لحنی محزون و دلنشین است. در اثنای تلاوت قرآن یا نمازها، لرزش صدا و سکوت او، از تأثر شدید وی حکایت می‌کند و همچنین انسان را به یاد برزخ و قیامت می‌اندازد و آرامش خاصی دارد. او قرآن را به روایت حفص از عاصم و به روش ترتیل می‌خواند .

''';

String Rashed_Afasi =
    '''
    
  شیخ مشاری راشد العفاسی در روز یکشنیه یازده رمضان سال ۱۳۹۶ هـ ق موافق با ۱۹۷۶م  دیده به جهان گشود.

در آموزش قرآن شوه تدریجی را در پیش گرفت تا اینکه موفق به حفظ کامل قرآن کریم گردید، و سپس در راستای مهارت در آن روانه ی مصر شد تا از محضر شیخ قرائات در عصر خود یعنی شیخ احمد بن عبدالعزیز الزیات رحمه الله بهره جوید  که در این راستا توانست کل قرآن به روایت حفص از عاصم از طریق شاطبیه را نزد ایشان بخواند، و نیز قرآن را در نزد علامه ابراهیم علی شحاته السمنودی قرائت نمود شخصیتی که قاریان برجسته ای چون شیخ خلیل الحصری و محمد صدیق المنشاوی و عبدالباسط عبدالصمد و شیخ اسماعیل در نزد وی قرآن خواندند. در نزد ایشان سوره فاتحه را خواند و اجازه شفاهی شیخ را کسب نموده و باقی قرآن را در نزد شاگر ایشان یعنی شیخ عبدالرافع الرضوانی خواندند به گونه ای قرآن کریم بصورت کامل و در دو روایت حفص از طریق شاطبیه قرائت نمود.

پس از مدتی شبکه ای ماهواره ای به اسم خود گشود که مجموعه ای از تلاوتهایش و نیز سرودهای تصویری که اجرا نموده و نیز ادعیه و اذکار با صدای خودش را پخش می کند، و پس از آن شبکه قرآن العفاسی را گشود که طی بیست و چهار ساعت شبانه روز تلاوت ایشان را پخش می کند.

شیخ مشاری العفاسی با صدای زیبا و دلنشینش که آنرا در راستای خدمت به اسلام به کار برده شناخته شده است. ایشان داری آثار ارزشمند صوتی از قرائتهای مختلف، سرودهای اسلامی و نیز اذکار و همچنین متون علمی می باشد.
    ''';

String ahmad_ajami =
    '''
شیخ احمد بن علی بن محمد آل سلیمان العجمی در سال ۱۹۶۸ م در شهر خبر یکی از شهرهای استان شرقیه کشور عربستان سعودی بدنیا آمد.

تحصیلات علمی:

گواهی دکترای تفسیر با درجه معدل ممتاز و عرضه پایان نامه ای تحت عنوان (منه العلی الکبیر فی شرح طرق التفسیر)

اخذ گواهی فوق لیسانس از دانشگاه لاهور پاکستان.

اخذ گواهی لیسانس دانشکده شریعت دانشگاه امام محمد بن سعود ( فرع شهر احساء) در سال ۱۴۱۲ ه ق

امامت نمازگذران

شیخ در خانواده دیندار و پایبند رشد نمود، پدربزرگوارشان رحمه الله امام و خطیب مسجد جامع بزرگ شهر خبر جنوبی بود که بر تربیت فرزندانش بسیار اهمیت می داد ، بویژه حفظ نمودن قرآن کریم.

شیخ احمد العجمی امامت نماز را در سال ۱۴۰۴ ه ق در مسجد مغیره بن شعبه رضی الله عنه در شهر خبر آغاز نمود ، ایشان در سال ۱۴۰۵ هق بعنوان امام مسجد بزرگ جامع شهر خبر تعیین شدند ، سپس در سال ۱۴۱۲ ه ق  امامت نمازگزاران در مسجد جامع امیر محمد بن فهد در منطقه الحزام الذهبی شهر خبر برعهده گرفت، پس از آن درامامت  مسجد جامع الریان و سپس مسجد جامع خادم الحرمین الشریفین در شهر جده به ایشان واگذار شد.

اینک شیخ احمد العجمی همراه با برادرش عیسی در مسجد بیمارستان تخصصی سعد در شهر خبر مسئولیت امامت نمازگزاران را بر عهده دارند.    
''';

String Mostafa =
    '''
   مصطفی محمد المرسی اسماعيل» صبح روز 17 ژوئن سال 1905 ميلادی مطابق با 28 خرداد سال 1284 هجری شمسی در روستای ميت‌غزال واقع در مركز السنطه از توابع استان غربی مصر در خانواده‌ای كه زمانی طولانی پيش از تولد او دارای ثروتی بی‌شمار بود ديده به‌جهان گشود
   او از سن 5 سالگی شروع به حفظ قرآن کرد. استعداد بی‌نظیرش باعث شد تا در سن 12 سالگی موفق به حفظ کامل قرآن کریم شود. استادان او متوجه قدرت فوق‌العاده او در حفظ و تلاوت شدند.
تحصیل علوم قرآنی و دینی:

پس از حفظ قرآن، شیخ مصطفی به شهر طنطا رفت تا در آنجا نزد اساتید برجسته علوم قرآنی و تجوید، علم قرائت را به صورت عمیق‌تری فرا بگیرد. او نزد استادانی همچون شیخ درویش که یکی از قاریان مشهور زمان خود بود، به تحصیل علم تجوید و قرائات پرداخت.
آموزش علم تجوید و قرائات:

او علاوه بر تسلط بر تجوید، بر تمامی 10 قرائت مشهور قرآن تسلط داشت. همین تسلط و عمق دانش او در زمینه قرائت، به او کمک کرد تا سبک خاص و منحصر به فردی را در تلاوت خود ایجاد کند.
ورود به قاهره:

پس از اتمام دوره‌های تحصیلی و کسب مهارت‌های لازم در علوم قرآنی، شیخ مصطفی به قاهره رفت. در آنجا فرصت‌های بیشتری برای او فراهم شد تا استعداد خود را به نمایش بگذارد و به تدریج به یکی از مشهورترین قاریان قرآن در جهان اسلام تبدیل شود.
ویژگی‌های دوران تحصیل شیخ مصطفی اسماعیل
عشق به قرآن: از کودکی عشق و علاقه وافری به قرآن داشت و همین عشق او را به یکی از بهترین قاریان قرآن تبدیل کرد.
تمرکز بر تجوید و صوت: شیخ مصطفی از همان ابتدا توجه زیادی به دقت در تجوید و زیبایی صوت داشت که بعدها به یکی از عوامل برجستگی او در تلاوت تبدیل شد.
تعامل با اساتید برجسته: تحصیل نزد اساتید برجسته و مشهور، کمک زیادی به رشد و پیشرفت علمی و عملی او کرد.
شیخ مصطفی اسماعیل با این پشتوانه علمی و عملی، در طول عمر خود به یکی از مشهورترین و تأثیرگذارترین قاریان قرآن تبدیل شد که تلاوت‌های او هنوز هم مورد علاقه و استفاده بسیاری از مسلمانان است.

شیخ مصطفی اسماعیل در تاریخ 26 دسامبر 1978 (5 دی 1357) در قاهره، مصر درگذشت. او در زمان وفات 73 سال داشت. محل دفن او نیز در زادگاهش، روستای "ميت غزال" در استان طنطا، مصر است.

 .
    ''';


String shateri =

'''
ابو عبدالرحمن شیخ ابوبکر بن محمد الشاطری متولد سال 1970 م در شهر جده در کشور عربستان سعودی می باشد.
ایشان دارای گواهی لیسانس حسابداری می باشد.
و نیز در سال 1416 هـ ق موفق به اخذ اجازه قرائت قرآن در روایت حفص از عاصم ، بدست شیخ ایمن رشدی گردید.
وی در مساجد بسیاری در شهر جده به امات نمازگزاران پرداختند که از این میان می توان مساجد زیر را نام برد:
مسجد الراجحی، و مسجد سعید بن جبیر در منطقه ی الکندرة، و مسجد عبد اللطیف جمیل، و مسجد التقوى در منطقه ی الروضة، و مسجد الشعیبی در منطقه ی السلامة، و اکنون بعنوان امام مسجد جامع فرقان در منطقه ی نسیم شهر جده مشغول به فعالیت می باشد.

 شیخ محمد شاطری در مصر متولد شد و از جوانی به حفظ و قرائت قرآن اهتمام ویژه‌ای داشته است. او تحصیلات دینی خود را در مصر دنبال کرد و به‌طور خاص بر روی علوم قرآنی و تجوید تمرکز داشته است.

 شیخ شاطری به خاطر لحن زیبا، تجوید صحیح و سبک خاص تلاوت خود شناخته می‌شود. تلاوت‌های او به‌ویژه در کشورهای عربی و اسلامی محبوب است.

 تلاوت‌های شیخ شاطری در بسیاری از محافل قرآنی و مذهبی مورد استقبال قرار گرفته و آثار او در رسانه‌های مختلف اسلامی منتشر شده است.
''';

String shahrear =
    '''
شهریار پرهیزکار، (زادهٔ ۲۵ مرداد ۱۳۴۳ در تهران) از قاریان شیعه و حافظان ایرانی است. وی قرائت قرآن را در ۹ سالگی شروع کرد. او تا کنون جوایز بسیاری را در حوزه حفظ و قرائت قرآن دریافت کرده است و ترتیل قرآن او که در سال ۶۴ در رادیو اجرا شد از رایج ترین صوت های ترتیل قرآن در ایران است.
پرهیزکار، قرائت قرآن را در ۹سالگی و به تشويق والدين خود نزد دكتر اديب در مسجد توحيد واقع در خيابان جمهوری اسلامی و در ماه مبارك رمضان آغاز كرد.
وی اولین بار به صورت رسمی در مسابقات قرآنی که در سال ۱۳۵۶ در مسجد لاله‌زار برگزار شد به تلاوت پرداخت و در این مراسم که بسیار با شکوه برگزار شد آیاتی از سوره یوسف را به زیبایی تلاوت کرد.
او پس از دریافت دیپلم، در دانشگاه شهید بهشتی تهران در رشته نرم‌افزار کامپیوتر تحصیل خود را آغاز کرد و مدرک کارشناسی را دریافت نمود و در سال ۱۳۶۹ ازدواج کرد که ثمره این ازدواج دو فرزند به نام‌های مهدیه و فاطمه است. شهریار پرهیزگار همچنین جزو نخستین کسانی است که به دریافت افتخاری مدرک تخصصی درجه یک حفظ از سازمان دارالقران الکریم نائل آمده‌است که این مدرک، معادل با مدرک دکتری می‌باشد.    
  شهریار پرهیزگار قرآن را در طول سه سال در جلسات حفظ استاد مولایی از حفظ کرد و در بسیاری از مسابقات داخلی و خارجی، رتبه‌های ممتاز کسب کرده‌است.

او در سال ۱۳۶۲ در مسابقات بین‌المللی قرآن کریم جمهوری اسلامی ایران در حفظ ۱۵ جزء رتبه نخست را کسب کرد؛ همچنین در سال ۱۳۶۴ در حفظ ۲۰ جزء رتبه دوم را در کشور عربستان بدست آورد.

شهریار پرهیزگار در سال ۱۳۶۶ هم در رشتهٔ حفظ کل قرآن در مسابقات بین‌المللی ایران شرکت کرد و رتبه نخست را در این مسابقات از آن خود ساخت. او در سال ۷۱ نیز به رتبه نخست مسابقات کشور عربستان در رشته حفظ کل دست یافت.

شهریار پرهیزگار، شرکت در مسابقات قرآنی را به‌صورت رسمی در سال ۱۳۵۶ در مسجد لاله‌زار آغاز کرد.

  
    ''';

