

 String abdulrahmanAlsodais= '''
       عبدالرحمن السدیس، در سال ۱۹۶۰ در ریاض، عربستان سعودی به دنیا آمد و امام جماعت مقدس‌ترین مسجد مسلمانان در مکه، یعنی مسجد الحرام، می‌باشد.
        او یک قاری قرآن به روش حفظ است. صدای او در میان تلاوت کنندگان قرآن شناخته شده و معروف است. هم‌اکنون رئیس کمیته مدیریت دو مسجد مقدس (مکه و مدینه) است
      ابوعبدالعزیز عبدالرحمن بن عبدالعزیز بن عبدالله بن محمد بن عبدالعزیز بن محمد بن عبدالله السدیس، نسب وی به قبیله عنزه یکی از قبایل مشهور بکیره از مناطق قصیم می‌باشد. در سال ۱۹۶۰ در شهر ریاض پایتخت کشور عربستان سعودی دیده به جهان گشود. و در سن 12 سالگی با نظارت شیخ عبدالرحمن آل فریان موفق به حفظ کامل قرآن کریم گردید، و آخرین کسی که در نزدشان قرآن را خواندند شیخ محمد علی حسان بودند. وی در دبستان ابن حارث و سپس در مؤسسه علوم ریاض تحصیل کرد، جایی که در سال ۱۹۷۹ با درجه عالی فارغ‌التحصیل شد. بعداً به آکادمی اسلامی ریاض پیوست و در سال ۱۹۸۲ با مدرک شریعت فارغ‌التحصیل شد. سال ۱۹۸۷ کارشناسی ارشد را در رشته شریعت اسلامی در دانشگاه اسلامی امام محمد ابن سعود گذراند و دکتری خود را از دانشگاه ام‌القری در سال ۱۹۹۵ گرفت. در زمان گرفتن دکتری به عنوان استاد در آنجا مشغول تدریس بو
      فعالیت‌ها:
      پس فارغ التحصیل شدن از بخش اصول فقه به‌عنوان استادیار دانشکده شریعت انتخاب شدند.
به‌عنوان امام و خطیب در چند مسجد شهر ریاض فعالیت نمودن که آخرین آنها مسجد جامع شیخ عبدالرزاق عفیفی رحمه الله بود.
در سال ۱۴۰۴ هـ ق طی حکمی ایشان به‌عنوان امام و خطیب مسجدالحرام تعیین شدند.
در سال ۱۴۰۸ هـ ق موفق به اخذ گواهی فوق لیسانس از دانشگاه امام محمد بن سعود با درجه ممتاز گشتند که استادان مشاور ایشان در نوشتن پایان نامه، شیخ عبدالرزاق عفیفی رحمه الله و دکتر عبدالرحمن الدویش بودند.
استاد بخش دادگستری و قضاوت دانشکده شریعت دانشگاه ام القری مکه انتخاب شدند.
شیخ عبدالرحمن السدیس در سال ۱۴۱۶ هـ ق موفق به اخذ گواهی دکتری از دانشکده شریعت دانشگاه ام القری مکه گردید که استاد مشاور ایشان در نگاشتن پایان نامه، شیخ احمد فهمی ابوسنه بودند.
استادیار دانشکده شریعت دانشگاه ام القری مشغول به فعالیت شدند که همزمان با آن به امامت و خطابت در مسجد الحرام می پردازد.
وی عضو چندین هیئت و مؤسسه علمی و دعوی و خیری می‌باشد و نیز حضور پررنگی در رسانه‌های جمعی داخلی و خارجی دارد، همچنین دارای اهتمام ویژه‌ای به مسائل علمی از طریق تدریس و ارائه بحث‌های علمی و تحقیقات مختلف می‌باشد.


      ''';
